# St7SetFaceControlPoints

Sets whether to Show Control Points on the geometry faces.

long St7SetFaceControlPoints(long uID, bool Show)

Input Parameters

uID

Strand7 model file ID.

Show

The state of the Show Control Points option; either True or False.